Repository: RaceoOnLife/RaceOnLife_FriendlySDK
Catalog: Content/Localization/CitySample/*/CitySample_FromXLoc.po
Languages: de, zh_hans

# ,00B05FB548274913A7961889DA78F7A2
source: Speed Down
de: Langsamer
zh_hans: 减速

# ,025E366F4C189C99FCCE1D90E330AC0F
source: Look
de: Umsehen
zh_hans: 查看

# ,04D03DBF4872256474F2B09CC03EFF32
source: Press to fly drone
de: Drohne fliegen
zh_hans: 按键以控制无人机飞行

# ,0522C8AC457D59D8B94325AEE2482003
source: Lock On
de: Anvisieren
zh_hans: 锁定

# ,0535FC614144A07D3EF595B451E78F83
source: Title
de: Titel
zh_hans: 标题

# ,058DD35041E4B8544A48A991F884A451
source: /System
zh_hans: /系统

# ,059ACFA34D3DB7602A678CAB3166BD28
source: Fly
de: Fliegen
zh_hans: 飞行

# ,09A6169A4BDB8E4DD357CDB1BB154FA9
source: OFF
de: AUS
zh_hans: 关

# ,0A54765F424762D32DB47FAC9F82963E
source: Hide Controls
de: Steuerung ausblenden
zh_hans: 隐藏控制

# ,0BD6CA0347585CF45E6BCC951EB066E4
source: Instances
de: Instanzen
zh_hans: 实例

# ,0CF5CF5442B92AD6F7C782A12000D632
source: Close
de: Schließen
zh_hans: 关闭

# ,0D243719445C7329445335B8499F202C
source: WALKING
de: GEHEN
zh_hans: 行走

# ,0FBE5150402EB19B7C04E4B15ED197D2
source: SUBMIT
de: BESTÄTIGEN
zh_hans: 提交

# ,10293AC34E2755ACD11FFF9B269C09E1
source: Exit Car
de: Fahrzeug verlassen
zh_hans: 下车

# ,1241B6B9402F47760D056AB546FC8610
source: Speed Up
de: Schneller
zh_hans: 加速

# ,12A9D280482D908D3E19E9BD72D25E78
source: Speed Up
de: Schneller
zh_hans: 加速

# ,15E64A254D34EABD6E53AEB871D77DCE
source: RS
zh_hans: 右摇杆

# ,16C4EE4C4AB0D63E9B5B32A68EF6D928
source: Option
zh_hans: 选项

# ,1729F1C5489588ED5520C88D8ED4EB0F
source: Press
de: Drücke
zh_hans: 点击

# ,19BEB28E4634C27EA2370BB03210B139
source: Controller Mapping
de: Tastenbelegung des Controllers
zh_hans: 控制器按钮绑定

# ,1B8B5C1A4EBE62350A07D38F41070BC8
source: Close
de: Schließen
zh_hans: 关闭

# ,1D0BC1C347F28FF912704A8B76BAF73B
source: FOCUS
de: FOKUS
zh_hans: 聚焦

# ,1D963EA544B01158C607A896F91B7ECE
source: Auto
de: Autom.
zh_hans: 自动

# ,1FC92B3F42FA0452D3FA55A441078C5D
source: Parked Cars
de: Geparkte Autos
zh_hans: 停泊的车辆

# ,1FD1C6DC46CB659D7A6E68872FE7BCBE
source: Speed Down
de: Langsamer
zh_hans: 减速

# ,205540A543BB5D6401813599BE27108F
source: PHOTO MODE
de: FOTOMODUS
zh_hans: 照片模式

# ,21DCF882494A65F3ADF5FF9C941EABB9
source: Chase Mission Program (Running)
de: Verfolgungsjagd-Programm (aktiv)
zh_hans: 追车任务程序（运行中）

# ,23EE31D444EDEEC0F820F887FE627E72
source: Hide Controls
de: Steuerung ausblenden
zh_hans: 隐藏控制

# ,2439408E4473026E8965EB91D8B82019
source: Close
de: Schließen
zh_hans: 关闭

# ,2448B1B04D83A74B0FD7E586105A1161
source: Handbrake
de: Handbremse
zh_hans: 手刹

# ,250565D94E20EDCF6F488BBADE25828C
source: OPTIONS
de: OPTIONEN
zh_hans: 选项

# ,268C02744CB4183FB04CEAA9F817C95E
source: Dismiss Photo
de: Foto schließen
zh_hans: 隐藏照片

# ,28DF137C4866DE4A87F5B18F92356429
source: L-SHIFT
zh_hans: 左 SHIFT

# ,2929D6CC4549A325A5867F8AD71411AB
source: DRIVING
de: FAHREN
zh_hans: 驾驶中

# ,295C28D1488CB4F75E724FB4BB8756A6
source: Off
de: Aus
zh_hans: 关

# ,29BC778E41855489E46AF28EAE99A061
source: Matrix Filter
zh_hans: 矩阵滤镜

# ,32D854C04EAC16EBEE83979970924853
source: Handbrake
de: Handbremse
zh_hans: 手刹

# ,33197CF54BE40BE6A3EE5B8D8A5D26DF
source: Interact
de: Interagieren
zh_hans: 互动

# ,333763E642868DDA5C3661917EF35925
source: Speed Up
de: Schneller
zh_hans: 加速

# ,33802A2B4B3D52742AC71E9C3EBA36C4
source: WALKING
de: GEHEN
zh_hans: 行走

# ,35A63A16434780BE013B28B80E20FC8C
source: Confirm
de: Bestätigen
zh_hans: 确定

# ,35AD0E60419ED4A72CCD26BE930B7C93
source: Look
de: Umsehen
zh_hans: 查看

# ,35BAE5D4450A3A8A95780CBFE024A4D2
source: SHOOT
de: SCHIESSEN
zh_hans: 射击

# ,364F823C44CA640C6870E0A0086DF6AA
source: Error
de: Fehler
zh_hans: 错误

# ,372138FA4D38A533AA514BA97697FA27
source: Depossess
de: Verlassen
zh_hans: 放开

# ,37887BA643CCD2A0E0935088C303F521
source: OFF
de: AUS
zh_hans: 关

# ,3A09157C4DE51B0BC06AD8B32C90C96D
source: Crowd & Traffic
de: Gruppen und Verkehr
zh_hans: 人群与车流

# ,3D35D327411121D5B27C01AA55CB95FA
source: Hold To Run
de: Gedrückt halten: Rennen
zh_hans: 持续按住以奔跑

# ,3D3AAEB0444D56E573DB98BF67CEC34C
source: Build Info
zh_hans: 构筑信息

# ,3DC3E40E468F134D605FA286516EE483
source: Altitude Up
de: Höher
zh_hans: 增加海拔高度

# ,3EAE1EC542BDED2855C486997F190E82
source: World Settings
de: Spielwelt-Einstellungen
zh_hans: 世界设定

# ,413271CD48C7865E30E309906CC1B87D
source: Interact
de: Interagieren
zh_hans: 互动

# ,41619E184CA43CC7F84362BBF159B2A9
source: Fly
de: Fliegen
zh_hans: 飞行

# ,41B59D054BB59B7D0B1C8E9A2CA4B17B
source: MAP
de: KARTE
zh_hans: 地图

# ,437BAB184B797F1F3FC76F9F875D7993
source: Connection failed.
de: Verbindung fehlgeschlagen.
zh_hans: 连接失败。

# ,439D6A65426D8B3679447BAE045C4FFB
source: Reset
de: Zurücksetzen
zh_hans: 重置

# ,467C70EB4251B18CF313A09A16742F32
source: ON
de: AN
zh_hans: 开

# ,46DF76FF4A54926EEA8486A2ECE169E9
source: Enter
de: Betreten
zh_hans: 进入

# ,484CCD6F4804E49B781A0E8C60D972FD
source: DRONE
de: DROHNE
zh_hans: 无人机

# ,4A46D30B4FB258E278422AAAAE868685
source: WORLD
de: SPIELWELT
zh_hans: 世界

# ,4B0A1FFF4681F60740AD589C482B3691
source: Subtitles
de: Untertitel
zh_hans: 字幕

# ,4B5B3EA34EF563E3A613A7B1C6748C19
source: Explore City
de: Stadt erkunden
zh_hans: 探索城市

# ,4B8AB4A94952706E21DF1EB212216661
source: Hide Controls
de: Steuerung ausblenden
zh_hans: 隐藏控制

# ,4E0E77694CE4A0CDF4F1958ED7C1C4C2
source: Value
de: Wert
zh_hans: 值

# ,502E620541B91E1B515143830C6B382D
source: Speed Down
de: Langsamer
zh_hans: 减速

# ,532A1D5A4AAD316089E5E28CC337B6E6
source: Altitude Down
de: Tiefer
zh_hans: 降低海拔高度

# ,540FA23B4F92F41A450BBD8F0EF1634B
source: Throttle
de: Gaspedal
zh_hans: 油门

# ,544BCE724B1F4D90C2A963964EFADE5B
source: Value
de: Wert
zh_hans: 值

# ,5499BFD3435A8C3BF2AAB1AB3150B6D0
source: Take Photo
de: Foto machen
zh_hans: 拍照

# ,54C2DDAF4F2ED64FB85DA582D9A39D9E
source: Controller Settings
de: Controller-Einstellungen
zh_hans: 控制器设定

# ,5588873F407BC38992F9C494A3EDD3E2
source: Altitude Up
de: Höher
zh_hans: 增加海拔高度

# ,55B203CA468D9430EFFDDABCBC34F81A
source: Exit Vehicle
de: Fahrzeug verlassen
zh_hans: 下车

# ,590D2D194AFBEC2C1AE079ABEE09F075
source: Toggle Day/Night
de: Tag/Nacht
zh_hans: 切换日/夜

# ,5B5074E1484EBDF7D91DA3B74F17DD74
source: Interact
de: Interagieren
zh_hans: 互动

# ,616ABBCC48D9D91AD2CA219C79C521BE
source: Reset Zoom
de: Zoom zurücksetzen
zh_hans: 重置缩放

# ,6224CE764ADA84CB7C4714BEBE9B3182
source: Speed Up
de: Schneller
zh_hans: 加速

# ,62A7B9FF434553F26B607EA3C52C4164
source: Switch Targets
de: Ziel wechseln
zh_hans: 切换目标

# ,63B6379A43CABB33D323429D01DCBACF
source: Value
de: Wert
zh_hans: 值

# ,64D4B45841E46D4AA98BD4886664C81D
source: Option
zh_hans: 选项

# ,666BB5194BA349082155AEA2E55C20E1
source: V
de: C
zh_hans: C

# ,685B04704F5393CE800B7080F6106170
source: ENTER
de: EINGABE-Taste
zh_hans: 回车键

# ,68E939F248DF8C14F3A26B91EEDD7210
source: Retrying in...
de: Neuer Versuch in ...
zh_hans: 秒后重试……

# ,6ADFC70041C38113261131B4CE0892C8
source: Altitude Up
de: Tiefer
zh_hans: 增加海拔高度

# ,6D3891224C59F62D7C4CA0B2E08E4FA5
source: Close
de: Schließen
zh_hans: 关闭

# ,6E2E886A414DF9A3F9BBB4AA7FFEEE48
source: Settings
de: Einstellungen
zh_hans: 设置

# ,6FA827CD4E0742AD505B3081A81A3DD3
source: DRONE
de: DROHNE
zh_hans: 无人机

# ,6FE35865472128F071491388A5BE3DB5
source: ON
de: AN
zh_hans: 开

# ,75105B3E4A23B16ED70B329B0515ABA1
source: Invert Vertical Axis
de: Vertikale Achse umkehren
zh_hans: 反转纵轴

# ,751C61584EEFE004A69B60A765ECAB40
source: Toggle Controls Overlay
de: Steuerelemente ein- und ausblenden
zh_hans: 切换控制叠加

# ,7708CFDF4F880326E4ED4EB51EC3564E
source: PHOTO MODE
de: FOTOMODUS
zh_hans: 照片模式

# ,7949EFE04310DF62C10D0BA7DE12D42C
source: Walk
de: Gehen
zh_hans: 行走

# ,795BA01D450BE595BF831180D5673902
source: Hide UI
de: UI ausblenden
zh_hans: 隐藏 UI

# ,795DE3D24D16175656E533AC78A82D75
source: Shoot
de: Schießen
zh_hans: 射击

# ,79F561554AD0BAEC5C545797B95979EB
source: On
de: An
zh_hans: 开

# ,7B3FD8494B77CC1D8AEF7C8E94A8D565
source: Drive
de: Fahren
zh_hans: 驾驶

# ,7EDD06234292AB7D6EBF4EBDFEA29017
source: Primitives
de: Primitive
zh_hans: 图元

# ,7EE958F74BDA47F06E65D7B6D528C27C
source: Fly
de: Fliegen
zh_hans: 飞行

# ,7F3E4D11442928154A4DB9B44374511C
source: ON
de: AN
zh_hans: 开

# ,805206764012DA35E5E32588E302DD31
source: Backspace
de: Rücktaste
zh_hans: 退格键

# ,805314C242426EBCCDEDD5A160C448DF
source: Speed Up
de: Schneller
zh_hans: 加速

# ,843955A74A75B3E2E5466397DA28AD97
source: R-SHIFT
zh_hans: 右 SHIFT

# ,8450425546959531030210B700174855
source: Loading Construct Environment
de: Konstrukt-Umgebung wird geladen
zh_hans: 载入构建环境

# ,857633DB4C7448CBAA4596BFE06228A5
source: Change Zoom
de: Zoom ändern
zh_hans: 改变缩放

# ,861BB6AB436A3B9CE36DFFA01D54646F
source: Focal Length
de: Brennweite
zh_hans: 焦距

# ,869654924D66D5AC4AD591A74E578153
source: Change Altitude
de: Höhe ändern
zh_hans: 改变高度

# ,871F56F04D2098B9798D939EB5E35F4C
source: PHOTO
de: FOTO
zh_hans: 照片

# ,89412FCC49EA027A490B2098EEA42492
source: DENSITY
de: DICHTE
zh_hans: 密度

# ,8960B79F4F8D4EEA927B838F849EEB55
source: Inverted Y-Axis
de: Umgekehrte Y-Achse
zh_hans: 反转 Y 轴

# ,89940988465EFD4A4D1CD998AF6F74C7
source: {MM}.{DD}.{YYYY}
de: {DD}.{MM}.{YYYY}
zh_hans: {YYYY}年{MM}月{DD}日

# ,89CAA6D94908824D4D8737B2EDD6E4E9
source: Hide Controls
de: Steuerung ausblenden
zh_hans: 隐藏控制

# ,89D472F747BC0979C662A9AFAA0BD489
source: Main Menu
de: Hauptmenü
zh_hans: 主目录

# ,8AC8556541A0E0675F87D5BFC90829ED
source: Hide Controls
de: Steuerung ausblenden
zh_hans: 隐藏控制

# ,8C1B6D844760D63AE6A5C5A564BEDD18
source: Photo Mode
de: Fotomodus
zh_hans: 照片模式

# ,8D55732A4798DD0742BCD9B0F1CD0D3E
source: Altitude Down
de: Tiefer
zh_hans: 降低海拔高度

# ,8E9406B347E320282B4CBC92EE0264F8
source: RT
zh_hans: 瞄准

# ,91F9D23C4FC5C768AE1A5281D9E85D37
source: Crowd
de: Menschenmenge
zh_hans: 人群

# ,951AF2DB4F63647EF9EDD3BB4CBB3392
source: Brake
de: Bremse
zh_hans: 刹车

# ,957BE4254A08DDE6982B2F99A333D249
source: Nanite View
de: Nanite-Ansicht
zh_hans: Nanite 视图

# ,95BDC44B4FCE7C45EBA0EDB369208B37
source: Change Speed
de: Geschwindigkeit ändern
zh_hans: 改变速度

# ,960D7791473E1AC8DC3E9690A06D53AF
source: Enable Night Lighting (Experimental)
de: Nachtbeleuchtung aktivieren (experimentell)
zh_hans: 启用夜间照明 （实验功能）

# ,96AD304345D9FFDB70C38EAE2CC63F79
source: Reset
de: Zurücksetzen
zh_hans: 重置

# ,96F6248F40766C7CAD47289EC3C6C748
source: Adjust Setting
de: Einstell. ändern
zh_hans: 调整设定

# ,970344C643C20FA1EEDEE79B253D72E3
source: Menu
de: Menü
zh_hans: 目录

# ,99419E13413B0B39CEB8ECBF5F08468D
source: UNSET
de: R2
zh_hans: R2

# ,9B108FDE450193ABFEE2339EE9039C28
source: Toggle Nanite Visualization
de: Nanite-Visualisierung ein-/ausschalten
zh_hans: 切换 Nanite 可视化

# ,9C18A4CE4625A94F82EB4694A6589556
source: Throttle
de: Gaspedal
zh_hans: 油门

# ,9C5FA04449026995980804A2EB6BB3F4
source: Exposure Compensation
de: Belichtungskorrektur
zh_hans: 曝光补偿

# ,9C6FC36144E618F5138A53B26AA4EE73
source: Look Sensitivity
de: Empfindlichkeit
zh_hans: 观测敏感度

# ,9E4C7849456832EFA3038997DDB12B43
source: MPH
zh_hans: 英里/小时（MPH）

# ,9EB3A8774EC070AAF6A2D4AB8DF1EEAD
source: Altitude Down
de: Tiefer
zh_hans: 降低海拔高度

# ,9FFD693E4CB219441FC694BA8A99ABE8
source: Hide Controls
de: Steuerung ausblenden
zh_hans: 隐藏控制

# ,A0F36A07447FD3EA897A90BABA3CAA9A
source: Exit Vehicle
de: Aussteigen
zh_hans: 下车

# ,A1B089794DEC70A35E3123A0593C48A9
source: TEXT
zh_hans: 文本

# ,A3914D17494546441C74138ECF6DF8F0
source: OFF
de: AUS
zh_hans: 关

# ,A48F151344B790DBDCA4FF8169866BB2
source: Sun Rotation
de: Sonnenbahn
zh_hans: 太阳移动

# ,A5AADC284A13F25158522A8E08F5DAE8
source: Walk
de: Gehen
zh_hans: 行走

# ,A6F606694EABFEDB6FF89B80D589FD4F
source: Altitude Up
de: Höher
zh_hans: 增加海拔高度

# ,A76179C24086D987B2983EB85024CC42
source: Reset
de: Zurücksetzen
zh_hans: 重置

# ,A91DF2474B9F96914A758CAB1ADA62A9
source: VISUALIZATIONS
de: VISUALISIERUNG
zh_hans: 可视化

# ,AA26A4A24B3F3E734E3F6EB3FBE18EF0
source: Nav Up
de: Navigation: hoch
zh_hans: 向上查看

# ,AA49F824484A7C4C68B34889554AB52C
source: Change Speed
de: Geschwindigkeit ändern
zh_hans: 改变速度

# ,AA6A1F3E4FFA0D8F60821FAB74D033A0
source: ON
de: AN
zh_hans: 开

# ,ABAD70D44F682EA00868BA8AAF1EAC25
source: Speed Down
de: Langsamer
zh_hans: 减速

# ,ACA8264F4CD8DC899A6E22A6BCBDF6AB
source: << no signal >>
de: << kein Signal >>
zh_hans: << 无信号 >>

# ,ACB596E1434E5B297AF3E8B06730C087
source: Interact
de: Interagieren
zh_hans: 互动

# ,ADC0299A4E9AF79E10F507A54CDB3507
source: CAMERA CONTROL
de: KAMERASTEUERUNG
zh_hans: 镜头控制

# ,AFAB778C45CBBB8617D06FA499FD508C
source: DRIVING
de: FAHREN
zh_hans: 驾驶中

# ,B000CB6540915C514B898E9E8AC0D97D
source: SIMULATION
zh_hans: 模拟

# ,B11986054AFD8EAD125B468EB0B9A569
source: Close
de: Schließen
zh_hans: 关闭

# ,B38330BF45EBB5B7882B22AA2AD7DB85
source: Altitude Up
de: Höher
zh_hans: 增加海拔高度

# ,B4E911C04E0D3346B62F47B312321C91
source: Traffic
de: Verkehr
zh_hans: 车流

# ,B50C8DF6470FCADD9ADE7DA8AAE449CE
source: Interact
de: Interagieren
zh_hans: 互动

# ,B5EBB59F46382B1F22F9558B148A1671
source: Enter Vehicle
de: Fahrzeug benutzen
zh_hans: 上车

# ,B72EEBA74BDEF1D53AF630B9A0A95B4E
source: Clusters
de: Cluster
zh_hans: 群集

# ,B9A994D74A96946CD127229560081C39
source: Left
de: Links
zh_hans: 左

# ,BB023B8B40C6AA2D38B2C5B0C6CAE1F3
source: AI On/Off
de: KI Ein/Aus
zh_hans: AI 开/关

# ,BB1E9DD444871FF08226618D3C4881FD
source: Manual
de: Manuell
zh_hans: 手动

# ,BBE4EF084A827DE346288EA171DA8CB2
source: Start Chase
de: Verfolgungsjagd starten
zh_hans: 开始追击

# ,BC16F85C41AB0702BAF4F79F70558992
source: Interact
de: Interagieren
zh_hans: 互动

# ,BD62AD4B4B1F53D4E66242A67F2DB059
source: Auto Focus (Hold)
de: Autofokus (gedrückt halten)
zh_hans: 自动聚焦（固定）

# ,BE81988C4EB4BBDB8A82E5AF90D905B8
source: Change Altitude
de: Höhe ändern
zh_hans: 改变高度

# ,BFA8AA6E488DA253942707929B9C1913
source: Restore Daytime Lighting
de: Tageslicht wiederherstellen
zh_hans: 恢复日间照明

# ,C01FA3254C3B4B73CC05BD94003CDE7E
source: Settings
de: Einstellungen
zh_hans: 设置

# ,C2C946094E9E36D5B1B69AB6A76BAF45
source: Option
zh_hans: 选项

# ,C2DE104242AE466103F4F7AE805ABFB5
source: Drive
de: Fahren
zh_hans: 驾驶

# ,C46C2075479E4915D6CD308E7A7CE432
source: Altitude Down
de: Tiefer
zh_hans: 降低海拔高度

# ,C8717A7840100B43CA6860A9CBF4B597
source: Toggle Displayed/Rendered pixels
de: Temporal Super Resolution ein/aus
zh_hans: 切换像素：显示/渲染

# ,CA21335D43D8EE1E590351B44C86EF82
source: MegaCity Explorer (Running)
de: MegaCity Explorer (aktiv)
zh_hans: MegaCity Explorer（运行中）

# ,CB6A14D74F69338D2006978988CB43A8
source: V
de: C
zh_hans: C

# ,CC72200546F98399B886DA97A58B4FAE
source: Shoot
de: Schießen
zh_hans: 射击

# ,CD8F5F5847C2B461871C4FB2008C28F9
source: Depossess
de: Verlassen
zh_hans: 放开

# ,CDBE0CB74BE6A25A42EB6E81B0F70DF3
source: Reset Camera
de: Kamera resetten
zh_hans: 重置镜头

# ,CE02546C401E3EADC9E5B29A2C9F587C
source: Steer
de: Lenken
zh_hans: 操控

# ,CE65CDBF4BF28020CC756C915B2F581F
source: MAIN
de: HAUPTMENÜ
zh_hans: 主目录

# ,CF66EC5F43291ADF8568BCB0B53B312E
source: Day/Night
de: Tag/Nacht
zh_hans: 日/夜

# ,CFF9EDC4497F7DD77BB83483D5E2F339
source: Title
de: Titel
zh_hans: 标题

# ,D23EF14B47BE29749DC7079C1ED0AE6D
source: Focus Distance
de: Fokusabstand
zh_hans: 焦距

# ,D262E4E34C33092B0C91DBBCD9BD0E9B
source: Subtitles
de: Untertitel
zh_hans: 字幕

# ,D52B27FD4C773878C18326887DF82EDF
source: Press
de: Drücke
zh_hans: 点击

# ,D591B1C54620C2D41DF419B4CA23B7F7
source: Walk
de: Gehen
zh_hans: 行走

# ,D5DBC79544E9ADEB662E1C9B46DAE779
source: None
zh_hans: 无

# ,D7A286754F6D257936FF29988AF759C8
source: SPACE
de: LEERT.
zh_hans: 空白键

# ,D969F7AA46A908E1964697A0947463DE
source: Triangles On/Off
de: Dreiecke Ein/Aus
zh_hans: 三角形 开/关

# ,DA3867064D539800290630B4243B121A
source: << auto fire program active >>
de: << autom. Schießen aktiviert >>
zh_hans: << 自动射击程序激活 >>

# ,DBD40650451D58252619A190E6F464FD
source: Controller Rumble
de: Controller-Vibration
zh_hans: 控制器振动

# ,DC714AF84A38A64D59F582A70260FD6F
source: Triangles
de: Dreiecke
zh_hans: 三角形

# ,DECCDBBE426668B986F28D9A052BA2A6
source: Hide UI
de: UI ausblenden
zh_hans: 隐藏 UI

# ,DFD7EB4741DE32DC93086BAB545F90A1
source: CAMERA
de: KAMERA
zh_hans: 镜头

# ,E14E4ED84310DAD7598AF28D352E5DBA
source: Inverted Y-Axis
de: Umgekehrte Y-Achse
zh_hans: 反转 Y 轴

# ,E1D971AF45FFC05627D74EAB0F341AA6
source: Hide UI
de: UI ausblenden
zh_hans: 隐藏 UI

# ,E2F2D2C245F64D056135D68F2FFAE910
source: Speed Down
de: Langsamer
zh_hans: 减速

# ,E36E199446C37DA858CC7D8330324E0E
source: << uploading auto fire protocol >>
de: << Protokoll f. autom. Schießen wird hochgeladen >>
zh_hans: << 正在上传自动射击程序 >>

# ,E4D5E0824B17C2A2F21D72A19695AEA7
source: Interact
de: Interagieren
zh_hans: 互动

# ,E5A3D4C44E4EC242679E9F908DDA270E
source: Toggle Mass AI Visualization
de: Mass-AI-Visualisierung ein-/ausblenden
zh_hans: 切换 Mass AI 可视化

# ,E73F4C584A700E81D5F45F8208E8608E
source: Pause
zh_hans: 暂停

# ,E8292D43423658E1E3FFCC812308E754
source: Processing Data...
de: Daten werden verarbeitet ...
zh_hans: 数据处理中……

# ,E966DF004ADF40A36EBF72A8B73AE327
source: Menu
de: Menü
zh_hans: 目录

# ,E9EFF79A452F61C0DAE010BD6A6AA1B1
source: Press
de: Drücke
zh_hans: 点击

# ,EAC3D6C04B1BF0DEBEFD3891C1B8C0D6
source: Interact
de: Interagieren
zh_hans: 互动

# ,EC5716D34BEAA9DB745559BF2E118F78
source: Aperture
de: Blende
zh_hans: 光圈

# ,EE7AF550495617E34B714089EFEB9477
source: Move
de: Bewegen
zh_hans: 移动

# ,EED436B845E7C3B25495EBB7E5D3CF6B
source: Controller Rumble
de: Controller-Vibration
zh_hans: 控制器振动

# ,F0F272FC428710C2937635B39C26D226
source: Move
de: Bewegen
zh_hans: 移动

# ,F24C815A4BD36981AB79708BE2223F33
source: OFF
de: AUS
zh_hans: 关

# ,F3338EA64BABA9E697630F8A7480C12D
source: Default
de: Standard
zh_hans: 默认

# ,F4348D2D4658E5694DA04D9550AC007B
source: Standby...
zh_hans: 稍等……

# ,F49567C44C6222DE1400638A71FB120D
source: Descend
de: Runter
zh_hans: 下降

# ,F4DD26A94B0C86AB7FD270818E8FAEDE
source: Brake / Reverse
de: Bremse / Rückwärtsgang
zh_hans: 刹车 / 倒车

# ,F52AA60D4B09E39D7A9CF98F9D9B6CA7
source: Option
zh_hans: 选项

# ,F72E321C452B2843E5E3929113FDB6F6
source: Press to walk
de: Gehen
zh_hans: 按键以行走

# ,F7CA20E649B740B2EA9039AC837212A1
source: Change Altitude
de: Höhe ändern
zh_hans: 改变高度

# ,F98815B041B952ED771DBC97237D5F8B
source: Nav Down
de: Navigation: runter
zh_hans: 向下查看

# ,FA31ABE241F25AB7CF2EB5BA385A43AE
source: Material ID
de: Materialart
zh_hans: 材质 ID

# ,FAB12E1C4628EEA43ABFB7AD26FADD60
source: Reset
de: Zurücksetzen
zh_hans: 重置

# ,FBD33BD5401AB34CC7AFF591FEE1DB81
source: Loading Construct Environment
de: Konstrukt-Umgebung wird geladen
zh_hans: 载入构建环境

# ,FDCDBC3D479ED3711D0C71A3D41E1D46
source: Sprint
de: Rennen
zh_hans: 冲刺

# ,FDD7CBC94103A71AB308DB8AC01A0558
source: Aim
de: Zielen
zh_hans: 瞄准

# ,FF17BD104B3B943011CFF692E1288D88
source: Ascend
de: Hoch
zh_hans: 升高

# ,FF81234A4093EA733281788B2EEF788F
source: Dismiss Controls
de: Steuerung ausblenden
zh_hans: 隐藏控制

# Dialogue,028B70C74C7FFB28595DEB86EC337214_6D76AE8E854EB4B5
source: Like riding a bike they say.
de: Klar, ist wie Fahrradfahren.
zh_hans: 他们说这像骑自行车一样简单。

# Dialogue,040F3BDB4921694618FDEC83D903D6E3_6D76AE8E854EB4B5
source: Yeah, it's all supposed to be a little...unreal.
de: Ja, es soll alles ein bisschen ... irreal sein.
zh_hans: 没错，应该是有点……虚幻。

# Dialogue,06521B7B41E0D44D558BA9ADC437A6AD_8A4860D8854EB4B5
source: Sorry, I was told this was a sim preparing me to fight the system.
de: Sorry, sie hatten mir gesagt, das hier wäre eine Simulation, mit der ich lerne, das System zu bekämpfen.
zh_hans: 抱歉，别人告诉我这是用来教我如何与系统作战的模拟程序。

# Dialogue,08722BAB405BA0BBB4F982845CA160D0_8A4860D86D76AE8E
source: I thought you’d never ask.
de: Ich dachte, du würdest nie fragen.
zh_hans: 还以为你不会问呢。

# Dialogue,0B6EAC844376D803E6955F986FCD8518_6D76AE8E8A4860D8
source: In any chase there’s always one mistake or lucky break that can flip the chase and prey becomes predator.
de: Bei jeder Verfolgung gibt es immer einen Fehler oder glücklichen Zufall, der den Spieß umdrehen kann, und plötzlich jagt die Beute den Verfolger.
zh_hans: 在追车中，总会有那么一个错误或者一个幸运机会来扭转局势，让猎物成为猎人。

# Dialogue,0D28F3BF4ED195E26D11E1AC08A4D82F_8A4860D82FCC4614
source: You again?
de: Du schon wieder?
zh_hans: 又是你啊？

# Dialogue,0FBC1E8D4B92C357B87EB0BEA04657D3_854EB4B56D76AE8E
source: Marketing? I thought we were supposed to have total creative control.
de: Marketing? Ich dachte, wir könnten völlig frei kreativ sein.
zh_hans: 市场部？我还以为我们全权掌控创意过程呢。

# Dialogue,11D9A1934373C3D2F94FD2B4A25FB30F_7C6117010B3B9D1E
source: Over twenty years ago I first played the character Thomas Anderson in the Matrix Trilogy.
de: Vor über zwanzig Jahren habe ich in der Matrix-Trilogie zum ersten Mal die Rolle des Thomas Anderson gespielt.
zh_hans: 在二十多年之前，我在《黑客帝国》三部曲中扮演了托马斯·安德森这个角色。

# Dialogue,11E25B5E4E3C0C6F28B1AA965B84E5A1_6D76AE8E8A4860D8
source: Okay how about the big gun?
de: Okay, wie wär‘s mit der dicken Kanone?
zh_hans: 好的，那么这大机枪怎么样？

# Dialogue,14CCC1FD4F5450357AFCA8A100D15C08_8A4860D86D76AE8E
source: Come and get it!
de: Kommt nur her!
zh_hans: 过来找死吧！

# Dialogue,159C5320436911FC27D72E84A35AAE46_8A4860D86D76AE8E
source: Where are they all coming from?
de: Wo kommen die bloß alle her?
zh_hans: 他们究竟都是从哪里来的？

# Dialogue,17A88E7C4D375F14B744D2ABF5E2568C_8A4860D88A4860D8
source: Ah!
zh_hans: 啊！

# Dialogue,18E509F74203F802DBAFDB9C073FA961_ECA5815F0B3B9D1E
source: But computers are also mirrors, reflecting back who and what we are and the choices we make, the worlds we build.
de: Aber Computer sind auch Spiegel, die reflektieren, wer und was wir sind, welche Entscheidungen wir treffen und welche Welten wir erschaffen.
zh_hans: 但是，电脑同时也是镜子，将会映照出我们究竟是谁，是什么，以及我们做出的选择和打造出的世界。

# Dialogue,198EA47646C7EDF24EFD06B83BE3FF83_6D76AE8E8A4860D8
source: Keep them off us.
de: Halte sie uns vom Leib.
zh_hans: 别让他们追上我们。

# Dialogue,1CD181904A633BDAB4CF1A9EF5834FED_854EB4B56D76AE8E
source: I sometimes miss this version of us.
de: Manchmal vermisse ich diese Version von uns.
zh_hans: 有时候我很想念这个版本的我们。

# Dialogue,1F16AD2948CDB77971D557B9305A51AE_8A4860D86D76AE8E
source: There's too many of them!
de: Es sind zu viele!
zh_hans: 他们人数太多了！

# Dialogue,2191173E45F6D52B8A235392AA2BFD48_854EB4B58A4860D8
source: Word of advice. Agents are bad, but whatever you do stay the hell away from marketing.
de: Ein Ratschlag: Agenten sind schon schlecht, aber gehe unbedingt den Marketing-Leuten aus dem Weg.
zh_hans: 给个建议。特工是很坏，但不管怎么样，务必离那些市场人员远一点。

# Dialogue,256F4BC844FD54D659E3D4B214377430_854EB4B56D76AE8E
source: Who said?
de: Wer hat das gesagt?
zh_hans: 谁说的？

# Dialogue,269F5CF64A097C700E5F28AD6B0EDE2B_ECA5815F0B3B9D1E
source: I remember waking up and thinking that I am supposed to come here.
de: Ich weiß, ich bin aufgewacht und habe gedacht, ich muss hierher kommen.
zh_hans: 我只记得醒过来，并且想着我应该来这里。

# Dialogue,28FB9B1D4F638773275DCFBF229D741E_8A4860D86D76AE8E
source: These guys just don’t give up.
de: Diese Typen geben einfach nicht auf.
zh_hans: 这些人就是不放弃。

# Dialogue,2CC4C9C04290E752E18055BBF082CE3F_8A4860D86D76AE8E
source: Watch out!
de: Achtung!
zh_hans: 小心！

# Dialogue,2F22FB354AEB84A733EC92B0693E6D87_8A4860D86D76AE8E
source: Watch out!
de: Achtung!
zh_hans: 小心！

# Dialogue,3389FDFA499BA39A44E204AB08BD934E_854EB4B50B3B9D1E
source: Back then, we talked about where the digital age might take cinema and narrative.
de: Wir sprachen damals viel darüber, welchen Einfluss das digitale Zeitalter auf das Kino und die Erzählweise haben könnte.
zh_hans: 之前，我们聊过数码时代会怎样影响电影和叙事手段。

# Dialogue,354A48714804CF043790A1A82E878D09_854EB4B56D76AE8E
source: Wow, you still got it.
de: Wow, du hast es immer noch drauf.
zh_hans: 哇哦，你宝刀未老呢。

# Dialogue,3EA98E104DFE1F2F0C4CD09867A525B7_8A4860D80439701D
source: You boys are gonna get a kick out of this!
de: Ihr werdet euren Spaß haben!
zh_hans: 你们会乐在其中的！

# Dialogue,3F6139604DC22C750C3AC087E7D458C7_854EB4B58A4860D8
source: What the hell are you doing back there?
de: Was zum Teufel machst du da hinten?
zh_hans: 哇哦你在那儿干什么？

# Dialogue,402A6BC54EA6AA86053797BFD87D10A9_8A4860D86D76AE8E
source: This was supposed to be safer!
de: Eigentlich sollte das sicherer sein!
zh_hans: 这应该更安全的！
