Repository: RaceoOnLife/RaceOnLife_FriendlySDK
Catalog: Content/Localization/CitySample/*/CitySample_FromXLoc.po
Languages: de, zh_hans

# ST_InfoMonument,lumen_gi_sun_position
source: The lighting in this environment is fully dynamic, thanks to Lumen global illumination. Go ahead and play around with the sun positions in the settings menu!
de: Die Beleuchtung in dieser Umgebung ist dank der globalen Lumen-Beleuchtung vollständig dynamisch. Spiele im Einstellungsmenü ein wenig mit der Sonnenposition!
zh_hans: 拜 Lumen 全局照明技术所赐，这种环境中的照明可以实现完全动态化。 你可以继续操作并在设置菜单中随意调节太阳的位置！

# ST_InfoMonument,mass_ai_pedestrians
source: The Mass AI system simulates 35,000 pedestrians across the city. Pedestrian density can be adjusted in the settings menu.
de: Das Mass-AI-System simuliert in der ganzen Stadt 35.000 Fußgänger. Die Fußgängerdichte kann im Einstellungsmenü geregelt werden.
zh_hans: Mass AI 系统模拟了整座城市中的 35000 名行人。 行人密度可在设置菜单中调整。

# ST_InfoMonument,mass_ai_traffic_count
source: Across the city, 20,000 traffic vehicles are simulated by Mass AI. The traffic density can be adjusted in realtime in the settings menu.
de: In der ganzen Stadt werden durch die Mass AI 20.000 Fahrzeuge simuliert. Die Verkehrsdichte kann im Einstellungsmenü in Echtzeit geregelt werden.
zh_hans: 整座城市中的 20000 辆交通工具全部是由 Mass AI 模拟生成的。 车流量可在设置菜单中实时调节。

# ST_InfoMonument,metahuman_pedestrians
source: Every single pedestrian in this city was created using the Metahuman tool.
de: Jeder einzelne Fußgänger in dieser Stadt wurde mit dem MetaHuman-Tool erstellt.
zh_hans: 这座城市中的每一位行人都是使用 MetaHuman 工具创建的。

# ST_InfoMonument,night_lighting_mode
source: This demo also showcases an experimental night-lighting mode, using only emissive light via Lumen global illumination and reflections.
de: Diese Demo bietet auch einen experimentellen Nachtbeleuchtungsmodus, der nur ausstrahlendes Licht per globaler Lumen-Beleuchtung und Lumen-Reflektionen verwendet.
zh_hans: 此演示中还展示了实验性的夜间照明模式，该模式仅使用了通过 Lumen 全局照明和反射实现的放射光。

# ST_InfoMonument,north_south_race
source: How fast can you drive from the north side of the city to the south side?
de: Wie schnell kannst du vom Nordende der Stadt zum Südende fahren?
zh_hans: 从城市最北边到最南边，你最快需要花多久抵达？

# ST_InfoMonument,parked_car_count
source: The city contains 45,073 parked cars, 38,146 of which are drivable.
de: In der Stadt gibt es 45.073 geparkte Autos, von denen 38.146 fahrbar sind.
zh_hans: 这座城市中有 45073 辆停放着的汽车，其中有 38146 辆可以驾驶。

# ST_InfoMonument,roads_sidewalks_intersections
source: There are 260 km of roads, 512 km of sidewalk, 1248 intersections, and 12,422 manholes in the city.
de: In der Stadt gibt es 260 km Straße, 512 km Bürgersteig, 1.248 Kreuzungen und 12.422 Kanaldeckel.
zh_hans: 全市共有 260 公里道路、512 公里人行道、1248 个十字路口和 12422 个下水井口。

# ST_InfoMonument,sports_car
source: The top speed of the sports car is 144 mph... or is it?
de: Die Höchstgeschwindigkeit des Sportwagens beträgt 144 mph … oder?
zh_hans: 跑车的最高时速是每小时144英里……对吧？

# ST_InfoMonument,tallest_building_building_counts
source: There are 7000 buildings in the city, and this is the tallest one, at 456 meters high!
de: In der Stadt gibt es 7.000 Gebäude. Dieses hier ist mit seinen 456 Metern das höchste!
zh_hans: 城市中共有 7000 座建筑，这座 456 米的建筑是最高的一座！

# ST_InfoMonument,tallest_building_hint
source: These are small buildings... can you find the tallest?
de: Dies sind kleine Gebäude. Kannst du das höchste finden?
zh_hans: 这些都是比较矮的建筑……你能找到最高的那座吗？

# ST_InfoMonument,traffic_hint_1
source: Need to drive somewhere in a hurry? Thin out the traffic by adjusting the traffic density in the settings menu.
de: Musst du schnell irgendwo hinfahren? Im Einstellungsmenü kannst du den Verkehr auflockern, indem du die Verkehrsdichte regelst.
zh_hans: 急着开车赶去什么地方吗？ 你可以通过在设置菜单中调节车流量来减少拥堵。

# ST_InfoMonument,traffic_hint_2
source: You can adjust the traffic density in the settings menu.
de: Im Einstellungsmenü kannst du die Verkehrsdichte regeln.
zh_hans: 你可以在设置菜单中调节车流量。

# ST_InfoMonument,vehicle_destruction
source: The vehicle destruction in the demo is dynamic - no two car crashes are the same. For best results, get a running start!
de: Die Zerstörung von Fahrzeugen in der Demo ist dynamisch – kein Unfall ist wie ein anderer. Am besten solltest du einen fliegenden Start hinlegen!
zh_hans: 演示中的车辆摧毁是动态的——这里不会出现两起相同的车祸。 良好的开端是成功的一半，让我们尽快开始吧！

# ST_InfoMonument,whats_on_tv
source: I wonder what the residents upstairs are watching on TV?
de: Was die Leute oben wohl gerade im Fernsehen sehen?
zh_hans: 不知道楼上的住户在看什么电视节目？

# ,98F191064439DB641100DAA5B5264019
source: (Filler Text)
de: (Fülltext)
