Repository: RaceoOnLife/RaceOnLife_FriendlySDK
Catalog: Content/Localization/CitySample/*/CitySample_FromXLoc.po
Languages: de, zh_hans

# Dialogue,42F33B204298FF1D365063AF2E618949_854EB4B56D76AE8E
source: See you soon.
de: Bis bald!
zh_hans: 我们一会见。

# Dialogue,43271FAC4E797F2EC0323DBC90543786_6D76AE8E8A4860D8
source: Lose the roof!
de: Mach das Dach ab!
zh_hans: 掀开车顶！

# Dialogue,4AED04D44713806967CC039440C627CD_7C6117010B3B9D1E
source: We wondered, what would identity mean in a completely digital world?
de: Wir fragten uns, welche Bedeutung Identität in einer vollständig digitalen Welt hätte.
zh_hans: 我们想知道在一个完全数字化的世界中，身份代表着什么？

# Dialogue,4C1F669F4136AE362E83D2A0485CCCB7_8A4860D86D76AE8E
source: Whoa, whoa, watch out!
de: Hey, hey, pass auf!
zh_hans: 哇哦，小心点！

# Dialogue,4D290F0A45DFA366692026A9A7C07E09_4AFF67950B3B9D1E
source: Twenty years ago we asked ourselves how long it would be before faces and bodies could be changed as easily as we change clothes.
de: Vor zwanzig Jahren fragten wir uns, wie lange es dauern würde, bis man Gesichter und Körper so einfach wechseln könnte wie die Kleidung.
zh_hans: 在二十年之前，我们追问在多久以后，人类便能像换衣服那样简便地更换我们的脸庞与身体。

# Dialogue,525544914FBD2FB4AA74959A9570FA59_8A4860D82FCC4614
source: Dodge this.
de: Das ist für euch.
zh_hans: 有本事就躲开这个！

# Dialogue,5379823E47CBD473C72D14847101D915_8A4860D86D76AE8E
source: Hold steady!
de: Bleibe in der Spur!
zh_hans: 抓紧了！

# Dialogue,595A9D49488EC5AA4DE247A5C5CF8D09_ECA5815F0B3B9D1E
source: Where do ideas of who we are and what we want even come from?
de: Woher stammt eigentlich unser Bild von uns selbst und wie entstehen unsere Wünsche?
zh_hans: 这些有关我们的身份和欲望的想法究竟是从哪里来的？

# Dialogue,5B2D303049AE140E88BB028F50693184_7C6117010B3B9D1E
source: Hi. I’m Keanu Reeves.
de: Hi. Ich bin Keanu Reeves.
zh_hans: 你好。我是 Keanu Reeves。

# Dialogue,5BFA585848B118C1C00D0AAEB6A238DB_8A4860D86D76AE8E
source: Uh, Trinity? They’re on the car!
de: Äh, Trinity? Sie sind auf dem Auto!
zh_hans: 嗯，崔妮蒂？他们在车上面呢！

# Dialogue,5C42536A43D6CAE4E9252BB3AD7796B5_8A4860D80439701D
source: Sorry boys!
de: Tut mir leid, Jungs!
zh_hans: 小子们，抱歉了！

# Dialogue,5E358A294E601C2518D33B8D518D12B7_ECA5815F0B3B9D1E
source: Why we want to make X instead of Y.
de: Warum wir eine Sache anstelle einer anderen machen wollen.
zh_hans: 为什么我们想创作这个，而不是那个。

# Dialogue,62102569445353E11A87DD9EDC13D0B1_4AFF67950B3B9D1E
source: Hi, I’m Carrie-Anne Moss and I played Trinity in the Matrix films.
de: Hi! Ich bin Carrie-Anne Moss. Ich war Trinity in den Matrix-Filmen.
zh_hans: 你好，我是 Carrie-Anne Moss，在《黑客帝国》系列电影中扮演了崔妮蒂。

# Dialogue,6769FED140C010C0227411B19EAD0E43_6D76AE8E854EB4B5
source: Yeah, this is what they wanted.
de: Ja, das wollten sie so.
zh_hans: 是的，他们想要的就是这个。

# Dialogue,6E7397E74F6406CECCE622A73F9AD42A_8A4860D86D76AE8E
source: So, what now?
de: So, und jetzt?
zh_hans: 所以，现在应该做什么？

# Dialogue,70D6429F468F51F9AE20E1A87A72BCB6_ECA5815F0B3B9D1E
source: That it was important for me to ask people, how do we know what is real?
de: Ich muss die Leute fragen, woher wir wissen, was wirklich ist.
zh_hans: 要问人们一个很重要的问题：我们怎么知道什么是真实的？

# Dialogue,723B2BD5458F8300CE31DE9664411514_8A4860D88A4860D8
source: Agh!
de: Aah!
zh_hans: 啊！

# Dialogue,72B6A0B843A5DD5BC35F1D9E88768B92_7C6117010B3B9D1E
source: In an industry where actors have tried to remain perpetually young, we wondered about digital faces that could become immortal.
de: In einer Branche, in der Schauspieler danach strebten, ewig jung zu bleiben, versuchten wir, uns digitale Gesichter vorzustellen, die unsterblich wären.
zh_hans: 在一个演员们尝试让自己青春永驻的行业中，我们想是否可以使用那些永生不灭的数码脸庞。

# Dialogue,792FB9B14F14027A35971ABF04FB4E42_8A4860D86D76AE8E
source: This was supposed to be safer!
de: Eigentlich sollte das sicherer sein!
zh_hans: 这应该更安全的！

# Dialogue,797EA61A432775D5475B06A563DE7561_8A4860D86D76AE8E
source: My pleasure!
de: Aber gerne doch!
zh_hans: 乐意效劳！

# Dialogue,799876AB4262519FF65437A58FE7CF54_6D76AE8E8A4860D8
source: Time to blow this pop stand.
de: Wird Zeit, dass wir hier wegkommen.
zh_hans: 快点结束吧。

# Dialogue,7D5F6941499A509F97E42185B23587FC_8A4860D80439701D
source: Come and get it!
de: Kommt nur her!
zh_hans: 过来找死吧！

# Dialogue,7F139BA0443D7B936A442CA3AD1DF4E8_8A4860D86D76AE8E
source: Whoa!
de: Wow!
zh_hans: 哇！

# Dialogue,843C5FCA4AF157150ED601B7915C655B_8A4860D88A4860D8
source: Hell yeah!
de: Oh, ja!
zh_hans: 酷毙了！

# Dialogue,875348E4430B2146BA9A448A6662BC5B_854EB4B56D76AE8E
source: Right on. Do you know about this?
de: Stimmt. Weißt du Bescheid?
zh_hans: 正点。你知道吗？

# Dialogue,8D86E607475E0786F268BDAD48665CB4_854EB4B56D76AE8E
source: Whoa. What just happened?
de: Wow. Was war das denn?
zh_hans: 哇。刚刚发生了什么？

# Dialogue,995F2F8F4C4FC2F909BEDD85228D15F5_ECA5815F0B3B9D1E
source: They also confront us with questions about why we want to choose this over that.
de: Sie konfrontieren uns auch mit der Frage, warum eine bestimmte Wahl treffen.
zh_hans: 他们还让我们面对这样一个问题：为什么我们要选择这个而不是那个。

# Dialogue,9A92988443AE4C60B1A8179D44EC2AB5_8A4860D86D76AE8E
source: Agh!
de: Aah!
zh_hans: 啊！

# Dialogue,AC69C08148E426DB5E44A0AE082D3858_8A4860D86D76AE8E
source: You drive. I’ll shoot.
de: Du fährst. Ich schieße.
zh_hans: 你来开车。我来射击。

# Dialogue,AED3DFA646647D007263C9B529F112C1_8A4860D86D76AE8E
source: We need cover!
de: Wir müssen uns Deckung suchen!
zh_hans: 我们需要掩护！

# Dialogue,BC24D4F54C6FC4AF8E41CCB8B8F2AE9A_ECA5815F0B3B9D1E
source: For instance, I’m not even sure why I’m here.
de: Ich bin mir zum Beispiel nicht einmal sicher, warum ich hier bin.
zh_hans: 比如，我甚至都不确定为什么我要在这里。

# Dialogue,BD0C995B4F6774EF614E3382B3FF1AFC_8A4860D86D76AE8E
source: It’s still on us.
de: Er ist immer noch hinter uns her.
zh_hans: 他们还紧追不舍呢。

# Dialogue,BEF497944A675A230F89B99CB160BC1B_8A4860D86D76AE8E
source: Say no more.
de: Alles klar.
zh_hans: 无需多言。

# Dialogue,C036BCD94FEF813B1AAF8185A2DE2D5A_ECA5815F0B3B9D1E
source: I like the freedom I feel outside the limitations of the real world.
de: Ich mag die Freiheit, die ich außerhalb der Beschränkungen der realen Welt spüre.
zh_hans: 我喜欢在现实之外无拘无束的自由感觉。

# Dialogue,C20237A74A4D427210B55D96EB004D68_7C6117010B3B9D1E
source: Those films pioneered digital cinema with shots like bullet time.
de: Mit Aufnahmen wie der Bullet-Time-Technik waren diese Filme die Vorreiter des digitalen Kinos.
zh_hans: 这些电影以诸如子弹时间这样的镜头表现，开创了数码电影的先河。

# Dialogue,C6CBDF8444B382610A2FCE923A6B1602_6D76AE8E8A4860D8
source: Up ahead.
de: Da vorne.
zh_hans: 就在前头上方。

# Dialogue,CFB85FB24466B9203D8CB89B2E940B33_6D76AE8E854EB4B5
source: The marketing people.
de: Die von der Marketing-Abteilung.
zh_hans: 市场人员。

# Dialogue,D07736FA4B4F2B236523DCA727732F23_6D76AE8E854EB4B5
source: Welcome to the Matrix.
de: Willkommen in der Matrix.
zh_hans: 欢迎来到黑客帝国。

# Dialogue,D22F76E14C4512BF88271FB81C904452_6D76AE8E854EB4B5
source: Me too.
de: Ich auch.
zh_hans: 我也一样。

# Dialogue,DA77F4254CB8AC1C1795328C58BFC071_854EB4B502032547
source: This isn’t real.
de: Das ist nicht real.
zh_hans: 这不是真实的。

# Dialogue,DB02E90D4B09F757CAFF4DAF872696CF_02032547ECA5815F
source: What is real? How do you define real?
de: Was ist schon real? Wie willst du das definieren?
zh_hans: 什么是真实的？你如何定义何为真实？

# Dialogue,DD2E0C1449FF4EE0093FEC80C220E996_8A4860D86D76AE8E
source: Hold steady!
de: Bleibe in der Spur!
zh_hans: 抓紧了！

# Dialogue,DE4AB58D4E83BD30B7A73A90C2B5CE76_8A4860D86D76AE8E
source: There’s too many of them!
de: Es sind zu viele!
zh_hans: 他们人太多了！

# Dialogue,E14676544C2CB0F7E3F63ABF93183749_8A4860D8854EB4B5
source: Ahem. (clears throat).
de: Ähem (räuspert sich).
zh_hans: 咳咳（清嗓子）。

# Dialogue,E2718F544C35F8702B6471854FF38B53_02032547ECA5815F
source: You take the red pill, and I show you how deep the rabbit hole goes.
de: Schluckst du die rote Kapsel, führe ich dich in die tiefsten Tiefen des Kaninchenlochs.
zh_hans: 你吃下这红药丸，我就让你看看这个兔子洞究竟有多深。

# Dialogue,E5A9EDC8404C5748561E3398DECFD4DB_6D76AE8E8A4860D8
source: Hang on.
de: Warte.
zh_hans: 等一下。

# Dialogue,EEEEEA1B4403DD046F4CAABCEB97752C_ECA5815F0B3B9D1E
source: Hi. I’m Thomas Anderson. Like many of you, I work with computers.
de: Hi. Ich bin Thomas Anderson. Wie viele von euch arbeite ich mit Computern.
zh_hans: 你好。我是托马斯·安德森。和你们多数人一样，我的工作整天要和电脑打交道。

# Dialogue,EFA7ED4E41C733F3947A68A0A84C613D_6D76AE8E8A4860D8
source: Keep them off us.
de: Halte sie uns vom Leib.
zh_hans: 别让他们追上我们。

# Dialogue,F30BD7D64B3815B854DAF3AFE5E71D50_8A4860D86D76AE8E
source: What are you doing?
de: Was machst du da?
zh_hans: 你在做什么？

# Dialogue,F78633F3438778D6C2E141955F42879A_4AFF67950B3B9D1E
source: And what would reality mean when a world we can build feels as real as our own?
de: Was würde Realität überhaupt noch bedeuten, wenn eine künstliche Welt sich genauso wirklich anfühlt wie die echte?
zh_hans: 当我们打造出的世界和我们自己的世界同等真实时，现实意味着什么？

# Dialogue,F8BC21E0476FDC1CF6565480830A6C60_8A4860D86D76AE8E
source: You again?
de: Du schon wieder?
zh_hans: 又是你啊？

# Dialogue,FAE342B54E56B9622E00BC8839DBF593_6D76AE8E854EB4B5
source: They said they were fine with your theoretical mumbo-jumbo but they needed some sexy action.
de: Sie meinten, dein theoretischer Quatsch wäre ja ganz okay, aber sie bräuchten ein bisschen sexy Action.
zh_hans: 他们表示虽然他们不介意你的高深理论，但他们迫切想要点生猛动作戏。

# Dialogue,FCFD11F840FA716142631EBD282E6C93_6D76AE8E8A4860D8
source: Haven’t you ever watched a movie before? Shoot the tires.
de: Hast du noch nie einen Film gesehen? Schieß auf die Reifen.
zh_hans: 你之前没看过电影么？向轮胎射击。

# Dialogue,FF58A45E4AA5D2279F84C3AD3FFE2AB7_8A4860D86D76AE8E
source: Of course they have a helicopter!
de: Die müssen natürlich einen Hubschrauber haben!
zh_hans: 他们当然有直升飞机了！

source: And what would reality mean when a world we can build feels as real as our own?
de: Was würde Realität überhaupt noch bedeuten, wenn eine künstliche Welt sich genauso wirklich anfühlt wie die echte?
zh_hans: 当我们打造出的世界和我们自己的世界同等真实时，现实意味着什么？

source: Hi, I’m Carrie-Anne Moss and I played Trinity in the Matrix films.
de: Hi! Ich bin Carrie-Anne Moss. Ich war in den Matrix-Filmen Trinity.
zh_hans: 你好，我是 Carrie-Anne Moss，在《黑客帝国》系列电影中扮演了崔妮蒂。

source: Twenty years ago we asked ourselves how long it would be before faces and bodies could be changed as easily as we change clothes.
de: Vor zwanzig Jahren fragten wir uns, wie lange es dauern würde, bis man Gesichter und Körper so einfach wechseln könnte wie die Kleidung.
zh_hans: 在二十年之前，我们追问在多久以后，人类便能像换衣服那样简便地更换我们的脸庞与身体。

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_Agh_01
source: Agh!
de: Aah!
zh_hans: 啊！

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_Ah_01
source: Ah!
zh_hans: 啊！

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_ComeAndGet_01
source: Come and get it!
de: Kommt nur her!
zh_hans: 过来找死吧！

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_DodgeThis_01
source: Dodge this.
de: Das ist für euch.
zh_hans: 有本事就躲开这个！

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_HellYeah_01
source: Hell yeah!
de: Oh, ja!
zh_hans: 酷毙了！

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_HoldSteady_01
source: Hold steady!
de: Bleibe in der Spur!
zh_hans: 抓紧了！

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_IThoughtYoud_01
source: I thought you’d never ask.
de: Ich dachte, du würdest nie fragen.
zh_hans: 还以为你不会问呢。

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_ItsStillOn_01
source: It’s still on us.
de: Er ist immer noch hinter uns her.
zh_hans: 他们还紧追不舍呢。

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_MyPleasure_01
source: My pleasure!
de: Aber gerne doch!
zh_hans: 乐意效劳！

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_OfCourseThey_01
source: Of course they have a helicopter!
de: Die müssen natürlich einen Hubschrauber haben!
zh_hans: 他们当然有直升飞机了！

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_SayNoMore_01
source: Say no more.
de: Alles klar.
zh_hans: 无需多言。

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_SorryBoys_01
source: Sorry boys!
de: Tut mir leid, Jungs!
zh_hans: 小子们，抱歉了！

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_SoWhatNow_01
source: So, what now?
de: So, und jetzt?
zh_hans: 所以，现在应该做什么？

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_TheresTooMany_01
source: There’s too many of them!
de: Es sind zu viele!
zh_hans: 他们人太多了！

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_TheseGuysJust_01
source: These guys just don’t give up.
de: Diese Typen geben einfach nicht auf.
zh_hans: 这些人就是不放弃。

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_ThisWasSupposed_01
source: This was supposed to be safer!
de: Eigentlich sollte das sicherer sein!
zh_hans: 这应该更安全的！

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_UhTrinityTheyre_01
source: Uh, Trinity? They’re on the car!
de: Äh, Trinity? Sie sind auf dem Auto!
zh_hans: 嗯，崔妮蒂？他们在车上面呢！

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_WatchOut_01
source: Watch out!
de: Achtung!
zh_hans: 小心！

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_WeNeedCover_01
source: We need cover!
de: Wir müssen uns Deckung suchen!
zh_hans: 我们需要掩护！

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_WhatAreYou_01
source: What are you doing?
de: Was machst du da?
zh_hans: 你在做什么？

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_Whoa_01
source: Whoa!
de: Wow!
zh_hans: 哇！

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_WhoaWhoaWatch_01
source: Whoa, whoa, watch out!
de: Hey, hey, pass auf!
zh_hans: 哇哦，小心点！

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_YouAgain_01
source: You again?
de: Du schon wieder?
zh_hans: 又是你啊？

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_YouBoysAre_01
source: You boys are gonna get a kick out of this!
de: Ihr werdet euren Spaß haben!
zh_hans: 你们会乐在其中的！

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_Chase_YouDriveIll_01
source: You drive. I’ll shoot.
de: Du fährst. Ich schieße.
zh_hans: 你来开车。我来射击。

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_ChaseStart_Ahem_01
source: Ahem. (clears throat).
de: Ähem (räuspert sich).
zh_hans: 咳咳（清嗓子）。

# CitySample_DialogueForLocalization_v02,dx_IO_CitySample_ChaseStart_SorryIWas_01
source: Sorry, I was told this was a sim preparing me to fight the system.
de: Sorry, sie hatten mir gesagt, das hier wäre eine Simulation, mit der ich lerne, das System zu bekämpfen.
zh_hans: 抱歉，别人告诉我这是用来教我如何与系统作战的模拟程序。

source: Back then, we talked about where the digital age might take cinema and narrative.
de: Wir sprachen damals viel darüber, welchen Einfluss das digitale Zeitalter auf das Kino und die Erzählweise haben könnte.
zh_hans: 之前，我们聊过数码时代会怎样影响电影和叙事手段。

source: Hi. I’m Keanu Reeves.
de: Hi. Ich bin Keanu Reeves.
zh_hans: 你好。我是 Keanu Reeves。

source: In an industry where actors have tried to remain perpetually young, we wondered about digital faces that could become immortal.
de: In einer Branche, in der Schauspieler danach strebten, ewig jung zu bleiben, versuchten wir, uns digitale Gesichter vorzustellen, die unsterblich wären.
zh_hans: 在一个演员们尝试让自己青春永驻的行业中，我们想是否可以使用那些永生不灭的数码脸庞。

source: Over twenty years ago I first played the character Thomas Anderson in the Matrix Trilogy.
de: Vor über zwanzig Jahren habe ich in der Matrix-Trilogie zum ersten Mal die Rolle des Thomas Anderson gespielt.
zh_hans: 在二十多年之前，我在《黑客帝国》三部曲中扮演了托马斯·安德森这个角色。

source: Those films pioneered digital cinema with shots like bullet time.
de: Mit Aufnahmen wie der Bullet-Time-Technik waren diese Filme die Vorreiter des digitalen Kinos.
zh_hans: 这些电影以诸如子弹时间这样的镜头表现，开创了数码电影的先河。

source: We wondered, what would identity mean in a completely digital world?
de: Wir waren neugierig, welche Bedeutung Identität in einer vollständig digitalen Welt hätte?
zh_hans: 我们想知道在一个完全数字化的世界中，身份代表着什么？

source: What is real? How do you define real?
de: Was ist schon real? Wie willst du das definieren?
zh_hans: 什么是真实的？你如何定义何为真实？

source: You take the red pill, and I show you how deep the rabbit hole goes.
de: Schluckst du die rote Kapsel, führe ich dich in die tiefsten Tiefen des Kaninchenlochs.
zh_hans: 你吃下这红药丸，我就让你看看这个兔子洞究竟有多深。

source: I sometimes miss this version of us.
de: Manchmal vermisse ich diese Version von uns.
zh_hans: 有时候我很想念这个版本的我们。

source: Marketing? I thought we were supposed to have total creative control.
de: Marketing? Ich dachte, wir könnten völlig frei kreativ sein.
zh_hans: 市场部？我还以为我们全权掌控创意过程呢。

# CitySample_DialogueForLocalization_v02,dx_NEO_CitySample_ChaseStart_RightOnDo_01
source: Right on. Do you know about this?
de: Stimmt. Weißt du Bescheid?
zh_hans: 正点。你知道吗？

source: See you soon.
de: Bis bald!
zh_hans: 我们一会见。

source: What the hell are you doing back there?
de: Was zum Teufel machst du da hinten?
zh_hans: 哇哦你在那儿干什么？

source: Whoa. What just happened?
de: Wow. Was war das denn?
zh_hans: 哇。刚刚发生了什么？

# CitySample_DialogueForLocalization_v02,dx_NEO_CitySample_ChaseStart_WhoSaid_01
source: Who said?
de: Wer hat das gesagt?
zh_hans: 谁说的？

source: Word of advice. Agents are bad, but whatever you do stay the hell away from marketing.
de: Ein Ratschlag: Agenten sind schon schlecht, aber gehe unbedingt den Marketing-Leuten aus dem Weg.
zh_hans: 给个建议。特工是很坏，但不管怎么样，务必离那些市场人员远一点。

source: Wow, you still got it.
de: Wow, du hast es immer noch drauf.
zh_hans: 哇哦，你宝刀未老呢。

# CitySample_DialogueForLocalization_v02,dx_NEO_CitySample_WakeUp_ThisIsntReal_01
source: This isn’t real.
de: Das ist nicht real.
zh_hans: 这不是真实的。

source: But computers are also mirrors, reflecting back who and what we are and the choices we make, the worlds we build.
de: Aber Computer sind auch Spiegel, die reflektieren, wer und was wir sind, welche Entscheidungen wir treffen und welche Welten wir erschaffen.
zh_hans: 但是，电脑同时也是镜子，将会映照出我们究竟是谁，是什么，以及我们做出的选择和打造出的世界。

source: For instance, I’m not even sure why I’m here.
de: Ich bin mir zum Beispiel nicht einmal sicher, warum ich hier bin.
zh_hans: 比如，我甚至都不确定为什么我要在这里。

source: Hi. I’m Thomas Anderson. Like many of you, I work with computers.
de: Hi. Ich bin Thomas Anderson. Wie viele von euch arbeite ich mit Computern.
zh_hans: 你好。我是托马斯·安德森。和你们多数人一样，我的工作整天要和电脑打交道。

source: I like the freedom I feel outside the limitations of the real world.
de: Ich mag die Freiheit, die ich außerhalb der Beschränkungen der realen Welt spüre.
zh_hans: 我喜欢在现实之外无拘无束的自由感觉。

source: I remember waking up and thinking that I am supposed to come here.
de: Ich weiß, ich bin aufgewacht und habe gedacht, ich muss hierher kommen.
zh_hans: 我只记得醒过来，并且想着我应该来这里。

source: That it was important for me to ask people, how do we know what is real?
de: Ich muss die Leute fragen, woher wir wissen, was wirklich ist.
zh_hans: 要问人们一个很重要的问题：我们怎么知道什么是真实的？

source: They also confront us with questions about why we want to choose this over that.
de: Sie konfrontieren uns auch mit der Frage, warum eine bestimmte Wahl treffen.
zh_hans: 他们还让我们面对这样一个问题：为什么我们要选择这个而不是那个。

source: Where do ideas of who we are and what we want even come from?
de: Woher stammt eigentlich unser Bild von uns selbst und wie entstehen unsere Wünsche?
zh_hans: 这些有关我们的身份和欲望的想法究竟是从哪里来的？

source: Why we want to make X instead of Y.
de: Warum wir eine Sache anstelle einer anderen machen wollen.
zh_hans: 为什么我们想创作这个，而不是那个。

# CitySample_DialogueForLocalization_v02,dx_TRINITY_CitySample_Chase_HangOn_01
source: Hang on.
de: Warte.
zh_hans: 等一下。

source: Haven’t you ever watched a movie before? Shoot the tires.
de: Hast du noch nie einen Film gesehen? Schieß auf die Reifen.
zh_hans: 你之前没看过电影么？向轮胎射击。

# CitySample_DialogueForLocalization_v02,dx_TRINITY_CitySample_Chase_InAnyChase_01
source: In any chase there’s always one mistake or lucky break that can flip the chase and prey becomes predator.
de: Bei jeder Verfolgung gibt es immer einen Fehler oder glücklichen Zufall, der den Spieß umdrehen kann, und plötzlich jagt die Beute den Verfolger.
zh_hans: 在追车中，总会有那么一个错误或者一个幸运机会来扭转局势，让猎物成为猎人。

source: Keep them off us.
de: Halte sie uns vom Leib.
zh_hans: 别让他们追上我们。

source: Lose the roof!
de: Mach das Dach ab!
zh_hans: 掀开车顶！

source: Okay how about the big gun?
de: Okay, wie wär‘s mit der dicken Kanone?
zh_hans: 好的，那么这大机枪怎么样？

# CitySample_DialogueForLocalization_v02,dx_TRINITY_CitySample_Chase_TimeToBlow_01
source: Time to blow this pop stand.
de: Wird Zeit, dass wir hier wegkommen.
zh_hans: 快点结束吧。

# CitySample_DialogueForLocalization_v02,dx_TRINITY_CitySample_Chase_UpAhead_01
source: Up ahead.
de: Da vorne.
zh_hans: 就在前头上方。

source: Like riding a bike they say.
de: Klar, ist wie Fahrradfahren.
zh_hans: 他们说这像骑自行车一样简单。

# CitySample_DialogueForLocalization_v02,dx_TRINITY_CitySample_ChaseStart_MeToo_01
source: Me too.
de: Ich auch.
zh_hans: 我也一样。

source: The marketing people.
de: Die von der Marketing-Abteilung.
zh_hans: 市场人员。

source: They said they were fine with your theoretical mumbo-jumbo but they needed some sexy action.
de: Sie meinten, dein theoretischer Quatsch wäre ja ganz okay, aber sie bräuchten ein bisschen sexy Action.
zh_hans: 他们表示虽然他们不介意你的高深理论，但他们迫切想要点生猛动作戏。

source: Welcome to the Matrix.
de: Willkommen in der Matrix.
zh_hans: 欢迎来到黑客帝国。

source: Yeah, it's all supposed to be a little...unreal.
de: Ja, es soll alles ein bisschen ... irreal sein.
zh_hans: 没错，应该是有点……虚幻。

source: Yeah, this is what they wanted.
de: Ja, das wollten sie so.
zh_hans: 是的，他们想要的就是这个。

# CitySampleInteractionComponent,PromptText
source: Interact
de: Interagieren
zh_hans: 互动

# CitySampleOptionSelector,BooleanFalseText
source: Off
de: Aus
zh_hans: 关

# CitySampleOptionSelector,BooleanTrueText
source: On
de: An
zh_hans: 开

# ST_InfoMonument,architecture_inspiration
source: The architecture in the city was inspired by selected styles of Chicago, San Francisco, and New York City.
de: Die Architektur der Stadt wurde durch ausgewählte Stilbeispiele von Chicago, San Francisco und New York City inspiriert.
zh_hans: 城市的建筑设计灵感筛选自芝加哥、旧金山和纽约的建筑风格。

# ST_InfoMonument,building_interiors
source: The detailed building interiors are achieved through the use of parallax shaders.
de: Das detaillierte Innere der Gebäude ist das Ergebnis der Verwendung von Parallaxen-Shadern.
zh_hans: 建筑内部的细节是使用视差着色器实现的。

# ST_InfoMonument,city_dimensions
source: This building is 437 meters tall - not quite the tallest, but it still gives a great view of all 16 square kilometers of the city.
de: Dieses Gebäude ist 437 Meter hoch – vielleicht nicht das allerhöchste, aber man hat von ihm aus trotzdem eine tolle Aussicht auf die gesamten 16 Quadratkilometer der Stadt.
zh_hans: 这座建筑有 437 米高。虽然它并不是最高的建筑，但仍然可以俯瞰整座 16 平方公里的城市。

# ST_InfoMonument,freeway_loop
source: Can you drive the freeway loop in under four minutes? Trinity can.
de: Schaffst du die Autobahn-Runde in weniger als vier Minuten? Trinity schafft es.
zh_hans: 你能在不到四分钟的时间里开上高速公路环线吗？崔妮蒂就能。

# ST_InfoMonument,instanced_asset_count
source: The city contains over 7 million instanced assets and more than a few llamas.
de: Die Stadt enthält über 7 Millionen instanzierte Assets und einige Lamas.
zh_hans: 这座城市拥有超过 7 百万的实体资源。哦对了，还有几头羊驼。

# ST_InfoMonument,intro
source: Icons on the map lead you to plaques like this one. On these plaques you can find facts about the city and the technology used to create it.
de: Symbole auf der Karte führen dich zu Tafeln wie dieser. Auf den Tafeln finden sich Fakten über die Stadt und die Technologie, mit der sie erstellt wurde.
zh_hans: 地图上的图标会引导你找到这种铭牌。在这些铭牌上，你可以了解到这座城市的历史和创造它时所使用的技术。

# ST_InfoMonument,jump_park
source: Welcome to the jump park. Have fun!
de: Herzlich willkommen im Jump-Park. Viel Spaß!
zh_hans: 欢迎来到蹦床公园。玩得开心点！

# ST_InfoMonument,jump_park_hint
source: There is rumored to be a jump park somewhere in the city, full of ramps like this one. Can you find it?
de: Angeblich gibt es irgendwo in der Stadt einen Jump-Park voller Rampen wie dieser hier. Kannst du ihn finden?
zh_hans: 听说在城市的某个地方有一个蹦床公园，里面到处都是这种斜坡。你能找到它吗？

# ST_InfoMonument,lost_llamas
source: Where did my friend go?
de: Wo ist mein Freund hin?
zh_hans: 我的朋友们都去哪了？
